Revit 2027 API
ParameterTypeId.PhaseName Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhaseName { get; }
Public Shared ReadOnly Property PhaseName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhaseName {
	ForgeTypeId^ get ();
}
static member PhaseName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace